Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_osallistui_barentsin_alueen_sami_summit_-huippukokoukseen_brysselissa.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät osallistui Barentsin alueen Sámi Summit -huippukokoukseen Brysselissä
sme: Sámediggi oassálasttii Barents guovllu Sámi Summit -allačoahkkimii Brysselis

source: Saamelaiskäräjien delegaatio osallistui 22.-24.3.2023 järjestettyyn Barentsin alueen alkuperäiskansojen huippukokoukseen (Summit of Barents Euro-Arctic Indigenous Sámi People).
sme: Sámedikki delegašuvdna oassálasttii 22.-24.3.2023 lágiduvvon Barents guovllu eamiálbmogiid allačoahkkimii (Summit of Barents Euro-Arctic Indigenous Sámi People).

source: Saamelaishuippukokouksen järjestivät Suomen saamelaiskäräjät ja Suomen Barentsin euroarktisen neuvoston puheenjohtajuus yhteistyössä Euroopan parlamentin kanssa.
sme: Sámi allačoahkkima lágidedje Suoma sámediggi ja Suoma Barents euroárktalaš ráđi ságajođiheaddjit ovttasbarggus Eurohpa parlameanttain.

source: Huippukokouksen puheenjohtajana toimi Saamelaiskäräjien 1. varapuheenjohtaja Anni Koivisto, joka edustaa Suomen Saamelaiskäräjiä Barentsin euroarktisen neuvoston (BEAC) alkuperäiskansojen työryhmässä.
sme: Allačoahkkima ságajođiheaddjin doaimmai Sámedikki 1. várreságajođiheaddji Anni Koivisto, guhte ovddasta Suoma Sámedikki Barents euroárktalaš ráđi (BEAC) eamiálbmogiid bargojoavkkus.

source: Saamelaiskäräjien delegaatioon kuuluivat lisäksi hallituksen jäsen Anne Nuorgam, kulttuurilautakunnan puheenjohtaja Pirita Näkkäläjärvi, elinkeino- ja oikeuslautakunnan puheenjohtaja Asko Länsman, koulutus- ja oppimateriaalilautakunnan sekä kielineuvoston puheenjohtaja Tauno Ljetoff, lakimiessihteeri Kalle Varis, kansainvälisten asioiden sihteeri Inka-Saara Arttijeff sekä puheenjohtajan avustaja Niina Siivikko.
sme: Sámedikki delegašuvdnii gulle lassin stivrra lahttu Anne Nuorgam, kulturlávdegotti ságajođiheaddji Pirita Näkkäläjärvi, ealáhus- ja vuoigatvuođalávdegotti ságajođiheaddji Asko Länsman, skuvlen- ja oahppamateriálalávdegotti ja giellaráđi ságajođiheaddji Tauno Ljetoff, láhkačálli Kalle Varis, riikkaidgaskasaš áššiid čálli Inka-Saara Arttijeff ja ságajođiheaddji veahkkebargi Niina Siivikko.

source: – On erittäin tärkeää, että viemme saamelaisten viestiä Euroopan unionin tasolle laajalla rintamalla ja lisäämme ymmärrystä siitä, miten monipuolisesti EU-päätökset vaikuttavat arkipäiväämme.
sme: – Lea hui dehálaš, ahte mii doalvut sámiid sáni Eurohpa uniovnna dássái viiddes arenas ja lasihit áddejumi das, man máŋggabealagit EU-mearrádusat čuhcet min árgabeaivái.

source: Toivon, että tämä huippukokous auttaa meitä tulevaisuudessa rakentamaan pysyvää yhteyttä parlamenttiemme välille, toteaa varapuheenjohtaja Anni Koivisto.
sme: Sávan, ahte dát allačoahkkin veahkeha min boahttevuođas hukset bissovaš oktavuođa min parlameanttaid gaskii, gávnnaha várreságajođiheaddji Anni Koivisto.

source: Ohjelmassa oli puhujina Euroopan komission ja parlamentin jäseniä sekä saamelaisten ja eri maiden edustajia.
sme: Prográmmas ledje hállamin Eurohpa komišuvnna ja parlameantta lahttut ja sámiid ja eará riikkaid ovddasteaddjit.

source: Huippukokouksen avauspuheenvuoron piti Euroopan parlamentin puheenjohtaja Roberta Metsola, joka muistutti, että parlamenttitalo kuuluu myös saamelaisille.
sme: Allačoahkkima rahpansáhkavuoru doalai Eurohpa parlameantta ságadoalli Roberta Metsola, guhte muittuhii, ahte parlameantadállu gullá maiddái sámiide.

source: Huippukokouksen avausosuudessa tervehdyspuheenvuoron käytti myös Suomen pääministeri Sanna Marin, joka nosti esille tärkeinä asioina mm. saamelaisten totuus- ja sovintokomission työn sekä saamelaiskäräjälain uudistuksen.
sme: Allačoahkkima rahpanoasis dearvvahansáhkavuoru geavahii maiddái Suoma oaiveministtar Sanna Marin, guhte buvttii ovdan dehálaš áššin ee. sámiid duohtavuođa- ja soabadankomišuvnna barggu ja sámediggelága ođastusa.

source: Saamelainen parlamentaarinen neuvosto luovutti hänelle samalla vetoomuksen koskien saamelaisten itsemääräämisoikeuden vahvistamista.
sme: Sámi parlamentáralaš ráđđi luobahii sutnje seammás ávžžuhusa , mii guoská sámiid iešmearridanvuoigatvuođa nannema.

source: Päätöspuheenvuoron piti Euroopan parlamentin varapuheenjohtaja Heidi Hautala, joka muistutti mm., ettei vihreässä siirtymässä saisi aiheuttaa peruuttamatonta vahinkoa ihmisoikeuksille.
sme: Loahpahussáhkavuoru doalai Eurohpa parlameantta várreságadoalli Heidi Hautala, guhte muittuhii ee. ahte ruoná sirdašuvvamis ii oččošii dagahit vahága olmmošvuoigatvuođaide, man ii sáhte máhcahit.

source: Saamelaiskäräjien delegaatio tapasi huippukokouksen yhteydessä myös monia suomalaisia Euroopan parlamentin jäseniä sekä lisäksi komissaari Jutta Urpilaista, Etyjin vähemmistövaltuutetun toimiston edustajia ja Suomen pysyvää EU-edustustoa.
sme: Sámedikki delegašuvdna deaivvadii allačoahkkima oktavuođas maiddái máŋggaid Eurohpa parlameantta suopmelaš lahtuid, ja lassin komissára Jutta Urpila, Eurohpa dorvvolašvuođa- ja ovttasbargoorganisašuvnna vehádatáittardeaddji doaimmahaga ovddasteaddjiid ja Suoma bissovaš EU-ovddasteaddjiid.

source: Tapaamisissa keskusteltiin yhdessä mm. keinoista vahvistaa saamelaisten osallistumisoikeutta Euroopan parlamentissa sekä tarpeesta EU:n sisäiselle alkuperäiskansapolitiikalle.
sme: Deaivvademiin ságastallojuvvui ovttas ee. vugiin nannet sámiid oassálastinvuoigatvuođa Eurohpa parlameanttas ja dárbbus EU siskkáldas eamiálbmotpolitihkkii.

source: Myös Saamelaiskäräjien nuorisoneuvoston edustajat tapasivat huippukokouksen aikana EU-päättäjiä.
sme: Maiddái Sámedikki nuoraidráđi ovddasteaddjit deaivvadedje allačoahkkima áigge EU-mearrideaddjiid.

source: – EU-tason päätökset koskettavat saamelaisia sekä suoraan että epäsuorasti.
sme: – Eu-dási mearrádusat gusket sámiid sihke njuolga ja eahpenjuolgadit.

source: On välttämätöntä, että saamelaisten osallistuminen päätöksentekoon turvataan, jotta saamelaisten tarpeet ja näkemykset tulevat huomioiduiksi, jatkaa Koivisto.
sme: Lea vealtameahttun, ahte sámiid oassálastin mearrádusdahkamii dorvvastuvvo, vai sámiid dárbbut ja oainnut váldojuvvojit vuhtii, joatká Koivisto.

source: Huippukokous on katsottavissa Euroopan parlamentin sivuilla: 23.3. ja 24.3.
sme: Allačoahkkima sáhttá geahččat Eurohpa parlameantta siidduin: 23.3. ja 24.3.

source: Huippukokouksen kotisivut: https://www.samisummit.org/
sme: Allačoahkkima ruovttusiiddut: https://www.samisummit.org/

source: Kuvia huippukokouksesta:
sme: Govat allačoahkkimis:

source: Euroopan parlamentti
sme: Eurohpa parlameanta

source: Valtioneuvoston kanslia
sme: Stáhtaráđi kansliija

source: Lisätietoja:
sme: Lassedieđut:

source: Anni Koivisto I varapuheenjohtaja 040 415 5969 anni.koivisto@samediggi.fi
sme: Anni Koivisto I várreságajođiheaddji 040 415 5969 anni.koivisto@samediggi.fi

source: Inka-Saara Arttijeff kansainvälisten asioiden sihteeri 010 839 3198 / 050 574 7629 inka-saara.arttijeff@samediggi.fi
sme: Inka-Saara Arttijeff riikkaidgaskasaš áššiid čálli 010 839 3198 / 050 574 7629 inka-saara.arttijeff@samediggi.fi
